[
  {
    "name": "Mite",
    "level": 1,
    "attack": 0.5,
    "defense": 0,
    "hp": 10,
    "experience": 1,
    "gold": 1,
    "loot": [],
    "description": "Mites are the most common demon in Hominum’s part of the ether and are the food source of many demonic species. Though there are several species of smaller, insect-like Mites, Scarab Mites are the most powerful of the Mite genus. These demons appear as large flying beetles and vary from dull brown to brightly colored. When full grown, a Scarab develops a weapon to complement their powerful mandibles— a nasty stinger, which can temporarily paralyze their enemy. Many summoners use Mites as scouts to explore the ether before sending a more powerful demon into the ether to hunt."
  },
  {
    "name": "Jackalope",
    "level": 1,
    "attack": 1.5,
    "defense": 2,
    "hp": 20,
    "experience": 3,
    "gold": 2,
    "loot": [],
    "description": "This demon is one of the most common prey animals in the ether, and is not a popular choice among summoners. It appears as a hare with a pair of antlers on its forehead. Known for its speed and sharp incisors, this demon can still hold its own in a fight, although it is more likely to flee unless cornered."
  },
  {
    "name": "Will-O'-The-Wisp",
    "level": 1,
    "attack": 3,
    "defense": 6,
    "hp": 45,
    "experience": 7,
    "gold": 4,
    "loot": [],
    "description": "This elemental demon appears as a glowing globe of blue, much like a wyrdlight. Though beautiful to look at, they are treacherous, leading any that might follow into the pits of sinking sand within their native swamplands. Once the victim is stuck fast or drowned, nearby will-O’-the-wisps will flock together and drain it of its blood. Beneath the glow of blue, they appear rather like a limbless glowworm."
  },
  {
    "name": "Lavellan",
    "level": 2,
    "attack": 6,
    "defense": 4,
    "hp": 60,
    "experience": 15,
    "gold": 6,
    "loot": [],
    "description": "The Lavellan is a ratlike demon armed with two venomous fangs where its incisors should be and a thick, wormlike tail. Though a solid starter demon, many summoners turn their noses up at using the Lavellan thanks to its verminous appearance. Unlike a Mite’s or Damsel's, the Lavellan’s venom acts much like a snake's, causing excruciating pain and eventual death unless antivenom is administered. Since so many shamans use them as demons, it is suspected that at least some of the orc part of the ether is made up of swampland, for that is the Lavellan’s preferred habitat."
  },
  {
    "name": "Scarab Mite",
    "level": 2,
    "attack": 6,
    "defense": 6,
    "hp": 75,
    "experience": 16,
    "gold": 10,
    "loot": [],
    "description": ""
  },
  {
    "name": "Pyrausta",
    "level": 2,
    "attack": 8,
    "defense": 5,
    "hp": 80,
    "experience": 22,
    "gold": 15,
    "loot": [],
    "description": "This demon appears in the shape of a lizard, but with the body parts of an insect – as if made from a beetle's carapace with the same segmented joints. Its wings, though shaped like a Wyvern’s, are made from the same fragile material as a butterfly’s. The demon is prized for its ability to change color at will to blend in with its environment like a chameleon. Along with its potent sting, the demon’s insect-like eyes and antennae allow it to sense heat and movement, giving the summoner a new perspective when scrying."
  },
  {
    "name": "Baku",
    "level": 3,
    "attack": 8,
    "defense": 9,
    "hp": 100,
    "experience": 25,
    "gold": 20,
    "loot": [],
    "description": "The Baku shares many similarities in appearance and body shape with a real-world creature known as a tapir. The Baku is a prey animal in the ether and is not considered a suitable demon for summoners. It can be described as a pig-sized demon with an elephantine trunk and tusks and the striped orange fur of a tiger."
  },
  {
    "name": "Damsel",
    "level": 3,
    "attack": 12,
    "defense": 10,
    "hp": 150,
    "experience": 30,
    "gold": 25,
    "loot": [],
    "description": "An insect-like demon akin to a giant dragonfly, with an iridescent carapace and four wings. These deceptively fast creatures are highly maneuverable in the air, capable of changing direction on a penny. They are a close cousin to the Mite, with a sting that is three times as potent. These demons are common throughout the known ether."
  },
  {
    "name": "Kamaitachi",
    "level": 3,
    "attack": 15,
    "defense": 12,
    "hp": 180,
    "experience": 40,
    "gold": 30,
    "loot": [],
    "description": "A demon that appears similar to a large fanged weasel, with serrated bone-blades replacing its paws. Relatively common in the orcish part of the ether, these expendable demons are regular attackers of Hominum’s front lines."
  },
  {
    "name": "Kappa",
    "level": 3,
    "attack": 20,
    "defense": 20,
    "hp": 270,
    "experience": 75,
    "gold": 40,
    "loot": [],
    "description": "The Kappa is one of the more common Aquarine demons. Appearing as an overgrown toad with a turtle's beak and shell, this demon's most unusual feature is the hollow indentation at the top of its head. It is theorized that this bowl is used to store water when the Kappa travels overland, allowing it to breathe with the Kappa's large gill at the bottom. Other than its shell, this demon is a weak species and serves as a prey animal to the Nanaues and Akhluts of the ether’s oceans."
  },
  {
    "name": "Coatl",
    "level": 4,
    "attack": 26,
    "defense": 20,
    "hp": 350,
    "experience": 110,
    "gold": 50,
    "loot": [],
    "description": "The Coatl is a serpent with multicolored plumage instead of scales. Although not capable of flight, the Coatl uses its feathers to glide down from the ether's trees and onto unsuspecting prey below. The Coatl will use its venom to paralyze a victim and then constrict it to death, before swallowing the carcass whole."
  },
  {
    "name": "Vesp",
    "level": 4,
    "attack": 31,
    "defense": 28,
    "hp": 445,
    "experience": 150,
    "gold": 60,
    "loot": [],
    "description": "Appearing much like an overgrown wasp or bee, these demons are often difficult to capture because of their tendency to travel in swarms. Armed with a stinger just as deadly as a Damsel’s and a pair of potent mandibles, these demons are a favorite among orc shamans."
  },
  {
    "name": "Yale",
    "level": 4,
    "attack": 32,
    "defense": 35,
    "hp": 600,
    "experience": 210,
    "gold": 75,
    "loot": [],
    "description": "The Yale is one of the ether's more common demons, but it is rarely captured due to its poor mana levels. It looks something like a hybrid of cow and deer, with cloven feet and a pair of curved horns. A Yale’s dark brown fur is striped white and black along its spine. These demons have the unique ability to manipulate the position of their horns, sometimes spinning them like a pair of drills when charging an opponent, be that another male during mating season or one of their many predators."
  },
  {
    "name": "Ropen",
    "level": 4,
    "attack": 40,
    "defense": 41,
    "hp": 690,
    "experience": 300,
    "gold": 90,
    "loot": [],
    "description": "The Ropen appears as a hybrid between bat and bird. It has no feathers; its wings are made from a stretched membrane between clawed wing joints. When hunting, it uses its powerful talons to snatch smaller prey. Its most birdlike appendages are a long pelican beak and an elongated crest on the back of its head."
  },
  {
    "name": "Gunni",
    "level": 4,
    "attack": 45,
    "defense": 45,
    "hp": 800,
    "experience": 370,
    "gold": 120,
    "loot": [],
    "description": "This demon is relatively common in the ether and is considered an acquired taste by some summoners. It appears similar to a bear-sized wombat, with a pair of small antlers on its head. Its claws, teeth, and horns are not particularly sharp, but the demon’s size and muscle more than make up for this shortfall."
  },
  {
    "name": "Lutra",
    "level": 4,
    "attack": 49,
    "defense": 47,
    "hp": 965,
    "experience": 435,
    "gold": 150,
    "loot": [],
    "description": "This dog-sized demon appears very similar to an overgrown otter, with a tail spiked like a morning star and two large incisors. They are often found in the lakes and rivers of the ether, as they are especially fond of swimming."
  },
  {
    "name": "Shrike",
    "level": 4,
    "attack": 53,
    "defense": 51,
    "hp": 1350,
    "experience": 520,
    "gold": 200,
    "loot": [],
    "description": "These birdlike demons migrate annually across Hominum’s part of the ether, making entry extremely dangerous for one week of the year. Well known for their long black feathers, their wingspan is as wide as a man is tall, with each wing’s endmost feathers tipped with bleached white. A Shrike’s beak is hooked, with a bright red wattle underneath its neck and a red ridge along the top of its head like that of a rooster."
  },
  {
    "name": "Gryphowl",
    "level": 4,
    "attack": 57,
    "defense": 55,
    "hp": 1530,
    "experience": 600,
    "gold": 250,
    "loot": [],
    "description": "This demon is a combination of cat and owl and is closely related to the Griffin and Chamrosh, though it is far rarer. Their sharp retractable claws and beak are their best weapons, but it is their keen intelligence and agility in the air that makes them such a desirable demon. The Gryphowl is a loner by nature but will often form a close bond with its summoner and fellow demons if treated well."
  },
  {
    "name": "Strix",
    "level": 4,
    "attack": 61,
    "defense": 63,
    "hp": 1965,
    "experience": 750,
    "gold": 300,
    "loot": [],
    "description": "Often mistaken for the Gryphowl, the Strix appears as an owlish bird with four limbs. Their feathers are tipped with red, giving them a fearsome appearance. They are common in known parts of the ether, but are rarely captured due to their vicious nature. It is not unknown for a Strix to kill and eat its siblings when they reach maturity."
  }
]